tap "homebrew/cask-fonts"

brew "asdf"
brew "atuin"
brew "awscli"
brew "bat"
brew "code-minimap"
brew "cowsay"
brew "direnv"
brew "exa"
brew "fd"
brew "fortune"
brew "fzf"
brew "helm"
brew "httpie"
brew "jq"
brew "just"
brew "neovim"
brew "ranger"
brew "ripgrep"
brew "starship"
brew "terminal-notifier"
brew "tree"
brew "tree-sitter"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "basictex"
cask "blackhole-16ch"
cask "brave-browser"
cask "cyberduck"
cask "datagrip"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "godot"
cask "google-drive"
cask "imageoptim"
cask "mambaforge"
cask "netdownloadhelpercoapp"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "pycharm"
cask "redisinsight"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "ticktick"
cask "unity-hub"
cask "vlc"
